Revit 2027 API
BuiltInFailures.ConnectorFailures.RemoveConnectorLinkWarn Property
 The link between connector [Index] and connector [Index] is removed.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId RemoveConnectorLinkWarn { get; }
Public Shared ReadOnly Property RemoveConnectorLinkWarn As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ RemoveConnectorLinkWarn {
	FailureDefinitionId^ get ();
}
static member RemoveConnectorLinkWarn : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.ConnectorFailures Class
Autodesk.Revit.DB Namespace